export const test1 = [
        {
            question: 'Непосредно регулисање саобраћаја на путевима врше:',
            image: null,
            options: ['униформисани комунални полицајци', 'униформисани полицијски службеници', 'инспектори за друмски саобраћај'],
            answers: [1],
            position: 1,
            points: 2,
        },
        {
            question: 'Шта се од набројаног сматра саобраћајем?',
            image: null,
            options: [ 'Кретање возила тркачком стазом.', 
                       'Кретање возила улицом.', 
                       'Кретање трактора њивом.', 
                       'Кретање возила површинама намењеним за кретање само возила и лица којима је власник те површине то омогућио.',
                       'Кретање пешака тротоаром.',
                       'Кретање запрежног возила земљаним путем.'
                    ],
            answers: [1, 4, 5],
            position: 2,
            points: 2,
        },
        {
            question: 'Моторно возило, са електричним погоном, је тешки трицикл ако истовремено испуњава следеће услове:',
            image: null,
            options: [ 'његова највећа конструктивна брзина, без обзира на начин преноса, прелази 45 km/h,', 
                       'његова највећа трајна номинална снага прелази 4 kW,', 
                       'има најмање три точка,', 
                       'има три точка, симетрично распоређених у односу на средњу подужну раван возила.',
                       'радна запремина мотора прелази 50 cm3,',
                       'његова највећа трајна номинална снага не прелази 4 kW.'
                    ],
            answers: [0, 1, 3],
            position: 3,
            points: 2,
        },
    ];